Revit 2027 API
ParameterTypeId.RebarSystemNumberOfLinesBottomDirn1 Property
 "Bottom Major Number Of Lines"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemNumberOfLinesBottomDirn1 { get; }
Public Shared ReadOnly Property RebarSystemNumberOfLinesBottomDirn1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemNumberOfLinesBottomDirn1 {
	ForgeTypeId^ get ();
}
static member RebarSystemNumberOfLinesBottomDirn1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace